public/data/InputSOAP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://siebel.com/webservices">
   <soapenv:Header>
      <UsernameToken xmlns="http://siebel.com/webservices">BRANCHWOW</UsernameToken>
      <PasswordText xmlns="http://siebel.com/webservices">BRANCHWOW</PasswordText>
      <SessionType xmlns="http://siebel.com/webservices">None</SessionType>
   </soapenv:Header>
   <soapenv:Body>
      <web:GetOpportunities>
         <AssignedTo></AssignedTo>
         <StartRow>0</StartRow>
         <PageSize>5</PageSize>
         <SortSpec>Created</SortSpec>
         <IsLastRow></IsLastRow>
         <Banker_LId>L098510</Banker_LId>
         <MyTeam></MyTeam>
      </web:GetOpportunities>
   </soapenv:Body>
</soapenv:Envelope>